const InnerContent = () => (
  <div className="inner">
    <h6 className="header-inner">omg</h6>
    <hr />
    <p className="inner-text" style={{color: "white", padding: "10px"}}>魔女会 Hexenzirkel 是原神世界中一个神秘而古老的强大女巫集会。这个隐秘的组织由掌握深厚魔法知识的个体组成，她们致力于探索超越常人理解的神秘领域。魔女会中的每位女巫都拥有独特的力量、目标和信仰，但她们被对奥秘智慧的共同追求所联系在一起 传说魔女会仅在特定的时机聚会，地点通常是偏僻的圣地或隐秘的领域，远离普通人的视线。在这些罕见的集会上，女巫们交流心得，进行神秘的仪式，深入探索可能超越提瓦特历史的秘密。著名的成员之一是爱丽丝——她是一位传奇冒险家和炼金术师，同时也是可莉的母亲。爱丽丝 和其他成员一样，身披神秘面纱，但她广博的知识和无拘无束的性格象征了魔女会勇敢探索的精神 尽管女巫们分散在世界各地，过着各自的生活，但当魔女会集会时，它便成为智慧、魔法和秘密的会议，只有她们才拥有这些特权。据说，她们的知识蕴含着改变命运的力量，能够解开古老真相，甚至窥见未来。魔女会始终是提瓦特大陆上一股神秘而深远的力量，通过微妙却深刻的方 式影响着世界的命运 魔女会 Hexenzirkel 是原神世界中一个神秘而古老的强大女巫集会。这个隐秘的组织由掌握深厚魔法知识的个体组成，她们致力于探索超越常人理解的神秘领域。魔女会中的每位女巫都拥有独特的力量、目标和信仰，但她们被对奥秘智慧的共同追求所联系在一起 传说魔女会仅在特定的时机聚会，地点通常是偏僻的圣地或隐秘的领域，远离普通人的视线。在这些罕见的集会上，女巫们交流心得，进行神秘的仪式，深入探索可能超越提瓦特历史的秘密。著名的成员之一是爱丽丝——她是一位传奇冒险家和炼金术师，同时也是可莉的母亲。爱丽丝 和其他成员一样，身披神秘面纱，但她广博的知识和无拘无束的性格象征了魔女会勇敢探索的精神 尽管女巫们分散在世界各地，过着各自的生活，但当魔女会集会时，它便成为智慧、魔法和秘密的会议，只有她们才拥有这些特权。据说，她们的知识蕴含着改变命运的力量，能够解开古老真相，甚至窥见未来。魔女会始终是提瓦特大陆上一股神秘而深远的力量，通过微妙却深刻的方 式影响着世界的命运</p>
  </div>
);

export default InnerContent;
